{
	"artforms": [{
		"name": "Kathakali",
		"url":"assets/images/Kathakali.png",
		"Description": "Kerala is a land of arts and festivals. It has everything to entertain the people all over the world. In the arena of arts and festivals Kathakali is the best exposure of visual treat. It has mudras (palm and hand mode of expressions) Kathakali is an art with mudras. Those who know the meaning of mudras can enjoy kathakali. It has enriched with the character s and which are taken from puranas and myths of Hindu culture. In olden days Kathkali is an art exhibited only in the places. The local kings of Kerala encouraged Kathakali and they have been good art lovers and enjoyed Kathakali in every aspect. Minimun three days are the period to play Kathakali and now it seems shorted to maximum 5 hours."
	}, 
	{
		"name": "Mohiniyattam",
		"url":"assets/images/mohiniyattam.png",
		"Description": "Kerala, has an enriched tradition of arts and cultural forms. The heritage of Kerala has been rooted with the art and culture and these ancient facets are the back born of Kerala. It can be difficult to imagine Kerala without art and cultural forms. As a dance form, Mohiniyattam is attractive and it has tradition over hundreds of years. It has everything to entertain the audience. Mohiniyattam gives you a visual treat. 16th century is the originated period of Mohiniyattam. Basically, the art form Mohiniyattam reveals something colorful and it has everything that you would prefer from an art form. It plays in a solo mode of dance. Mohiniyattam is a graceful art form and it can be defined as a classic dance vision of Kerala. In the arena of Indian classical dance division, Mohiniyattam takes an important role. It’s one of the eight Indian classical dances."
	}, 
	{
		"name": "Ottamthullal",
		"url":"assets/images/ottamthullal.png",
		"Description": "Ottamthullal is a unique art form of Kerala. It’s a satirical form of art and one man show. The presenter of Ottamthuall gives many opportunities for laughter and it’s an art with mocking with cotemporary relevant subjects. Ottamthullal has everything that you would prefer from a visual art form. It’s lead you to thinks. The humor poet Kunjan Nambiar is the inventor of Ottamthullal. This art form is very ancient and it has a history which starts from the year 1700. The classical principles of Natya shastra wisely used with Ottamthullal. It’s very entertaining and would be present with body movements, hand gestures and with leg jumping. This unique art form of Kerala has to preserve, because Ottamthullal is an art, day by day diminishing. Ottamthullal , the art form is presenting with green make up and with colorful dress."
	}, 
	{
		"name": "Chakkiar Kooth",
		"url":"assets/images/chakyarkooth.jpg",
		"Description": "Chakkiar Koothu is a satire form of art and it has everything to entertain everyone. It creates lot of laughter and the subject of Chakkiar Koothu reveals some contemporary events. The Chakkiar is a joker and he makes the gestures and telling jokes to entertain the audience. It’s an art form with much specialty. Chakkiar Koothu, the art form ensures lot of enjoyments and it can be view without laughter is impossible. Chakkiar Koothu has a tradition over hundreds of years. Still, this unparalleled art form gets much attention from temple venues. The Kathakali and Chakkiar Kooths, the art form of Kerala entertains hundreds of foreign visitors every year. They visits the temples venues of Kerala to enjoy these art forms. It has everything that you would prefer from an art form especially with lot of humor and dramatic expressions."
	}, 
	{
		"name": "Nangyar Kooth",
		"url":"assets/images/nagyarkooth.jpg",
		"Description": "Nangyar Koothu is a traditional art form of Kerala, it has an ancestry over 1500 years. Nangyar Koothu is a female dominated art form and it has everything to entertain the audience. It’s an allied display art very close to Koodiyaattom and a diversified facet of Sanskrit drama. Nangyar Koothu has certain display restrictions and it has a history where Ambalavasi Nambiar women only could have perform Nangyar Koothu. The women from other castes or religion would not permitted to perform Nangyar Koothu. It’s very interesting performance of women. The Nangyar Koothu presenter is known as Nangyaramma. Though it’s a solo performance, Nangyar Koothu entertains everybody. It’s enriched with satire and humor gives laughter opportunities a lot."
	}, 
	{
		"name": "Theyyam",
		"url":"assets/images/theyyam.jpg",
		"Description": "Kerala is a land of cultural and art diversities. There are hundreds of art forms and rituals in Kerala. The Kerala temples are a good venue for many art form expressions. The temple festival season of Kerala enlarges many opportunities for presenting art and cultural forms. North Kerala is promoting certain best rituals and art forms of ancient tradition. Theyyam is one of the very popular ritual and art form of north Kerala. Theyyam rituals are very colorful. It has everything to attract everyone. North Malbar in Kerala would have so many Theyyam rituals and there are different type of Theyyams. The ritual art form Theyyam has very ancient tradition, believed to be an ancestry over 1500 years. North Malabar of Kerala is the main place of Theyyam where so many colorful festivals held every year."
	}, 
	{
		"name": "Pancharimelam",
		"url":"assets/images/pancharimelam.jpg",
		"Description": "Thrissu pooram, Panchavadhyam etc. are linked with the fame all over the world. Without Panchavadhyam and Thrissur Pooram, there is no soul to Kerala. Panchavadhyam is a very typical and interesting orchestra of Kerala. There are five instruments are using to present Panchavadhyam. It’s an orchestra , perhaps thousands of fans watching live and enjoys. It has everything to entertain everyone. The Kerala temples are the venues get majority to Panchavadhyam. The Kerala temple festivals are presenting colorful celebrations with Pachavadhyam. This temple art form is well known all over the world. The Panchavadhyam presentation gives you very auspicious moments. It would really lead you the evoking world of joy and rejoice."
	}, 
	{
		"name": "Thiruvathira",
		"url":"assets/images/thiruvathira.png",
		"Description": "In Kerala, Thiruvathira is an important traditional festival along with the other popular festivals, Onam and Vishu. This has been celebrated by the Nambuthiri, Kshatriya and Nair communities of Kerala from days of yore. It is largely a festival for women; unmarried women observe a partial fast on this day to get good husbands and married women take a fast from the preceding day and on the day of Thiruvathira for the well being of their husband and family. The first Thiruvathira of a newly wedded woman is her poothiruvathira."
	}, 
	{
		"name": "Velakali",
		"url":"assets/images/velakali.jpg",
		"Description": "Velakali is a traditional martial dance of Kerala that is performed by the Nair community during temple festivals. Brightly dressed dancers wielding swords and shields depict a fight sequence between the Pandavas and Kauravas during the course of the dance.There are several legends associated with the origin and history of Velakali. One such legend talks of the sage Narada witnessing Lord Krishna and his friends staging a mock battle on the banks of the Kalindi using the stalks and leaves of the water lily as swords and shields. Narada then requested the sage Villumangalam to capture the martial vigour of the mock fight in a ritualistic performance for Krishna. Villumangalam in turn requested the ruler of Ambalapuzha to teach young men to perform the dance and so the ruler asked his army chieftains Mathoor Panicker and Velloor Kurup to ready a troupe of Velakali performers."
	}, 
	{
		"name": "Kalaripayattu",
		"url":"assets/images/kalarippayatu.jpg",
		"Description": "Kalaripayattu is a martial art, which originated as a style in southern India.The word kalari first appears in Sangam literature to describe both a battlefield and combat arena. The word kalari tatt denoted a martial feat, while kalari kozhai meant a coward in war.Each warrior in the Sangam era received regular military training. It is considered to be one of the oldest fighting systems in existence.It was originally practiced in northern and central parts of Kerala and the Tulunadu region of Karnataka. In Tulunad region it is often called as Garadi. The Sri Lankan martial art Angampora also exhibits strong similarities with Kalaripayattu, which explains the extent of patronage this art has enjoyed in the past. Currently many other Indian states also practice this martial art."
	}
	]
}